#include <iostream>
#include <Windows.h>
using namespace std;

int main()
{
    SetConsoleOutputCP(1251);
    cout << "\n\tІнгредієнти\n\n\t 3 яйця\n\t 2 томати (великих)\n\t 1 зубчик часнику\n\t 1 / 4 шт.цибулини\n\t 1 / 2 шт.болгарського перцю\n\n";
    cout << "\n\t2 шт.цукіні(невеликого)\n\t300 г консервованих томатів пелаті\n\t4 гілочки петрушки\n\t1 дрібка зіри\n\t";
    cout << "\n\t2 ст. л. оливкової олії\n\t15 г вершків (або рідкого йогурту)\n\tдо смаку сіль та перець\n";
}


/*
Види змінних
int - цілі числа (від'ємні та додатні, 4Б)
float - числа з крапкою 
double - числа з ще більшою кількістю цифр після крапки
long - більш довгий інт
short - зменшений інт
char - символ 
string - фраза
void - будь-що (?)
bool (?) - змінна, що набуває значення або 1 (тру), або 0 (фолс)

signed char - мінус сприймається, як частина символу, а не окремий елемент
unsigned int/long/short - типи даних набувають лише невід'ємних значень
long int - інт, що містить більше значень і займає більше пам'яті
short int - інт, що містить менше значень і займає менше пам'яті

*/